Repository: armandocorradini/formemoDeveloper
Catalog: ForMemo/Xcstrings&plist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Yes. You can use Siri with the “Note ForMemo” command to create a new note.
de: Ja. Du kannst Siri mit dem Befehl „Note ForMemo“ verwenden, um eine neue Notiz zu erstellen.
es: Sí. Puedes usar Siri con el comando "Note ForMemo" para crear una nota nueva.
fr: Oui. Vous pouvez utiliser Siri avec la commande « Note ForMemo » pour créer une nouvelle note.
it: Sì. Puoi usare Siri con il comando "Nota ForMemo" per creare una nuova nota.

source: Yes. You can use your device camera to scan pages and attach them directly to a task.
de: Ja. Sie können die Kamera Ihres Geräts verwenden, um Seiten zu scannen und direkt an eine Aufgabe anzuhängen.
es: Sí. Puedes usar la cámara de tu dispositivo para escanear páginas y adjuntarlas directamente a una tarea.
fr: Oui. Vous pouvez utiliser l’appareil photo de votre appareil pour numériser des pages et les joindre directement à une tâche.
it: Sì. Puoi utilizzare la fotocamera del dispositivo per scansionare pagine e allegarle direttamente a un’attività.

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

source: You can attach photos, scanned documents, files, PDFs, and audio recordings.
de: Sie können Fotos, gescannte Dokumente, Dateien, PDFs und Audioaufnahmen anhängen.
es: Puedes adjuntar fotos, documentos escaneados, archivos, PDF y grabaciones de audio.
fr: Vous pouvez joindre des photos, des documents numérisés, des fichiers, des PDF et des enregistrements audio.
it: Puoi allegare foto, documenti scansionati, file, PDF e registrazioni audio.

source: You can choose after how many days attachments of completed tasks are automatically removed.
de: Du kannst festlegen, nach wie vielen Tagen Anhänge abgeschlossener Aufgaben automatisch gelöscht werden.
es: Puedes elegir después de cuántos días se eliminan automáticamente los archivos adjuntos de tareas completadas.
fr: Vous pouvez choisir après combien de jours les pièces jointes des tâches terminées sont supprimées automatiquement.
it: Puoi scegliere dopo quanti giorni gli allegati delle attività completate vengono rimossi automaticamente.

source: You can create tasks manually or with Siri. When using Siri, you are guided step by step: first what to add, then when, and finally which reminder to set. The app saves the task using the information you provide.
de: Du kannst Aufgaben manuell oder mit Siri erstellen. Mit Siri wirst du Schritt für Schritt geführt: was hinzufügen, wann und welche Erinnerung setzen. Die App speichert die Aufgabe mit deinen Angaben.
es: Puedes crear tareas manualmente o con Siri. Al usar Siri, se te guía paso a paso: primero qué añadir, luego cuándo y finalmente qué recordatorio establecer. La app guarda la tarea con la información proporcionada.
fr: Vous pouvez créer des tâches manuellement ou avec Siri. Avec Siri, vous êtes guidé étape par étape : quoi ajouter, quand, puis quel rappel définir. L’app enregistre la tâche avec les informations fournies.
it: Puoi creare attività manualmente o con Siri. Quando usi Siri, vieni guidato passo dopo passo: prima cosa aggiungere, poi quando e infine quale promemoria impostare. L’app salva l’attività con le informazioni fornite.

source: You can preview the exact diagnostics information before exporting it.
de: Sie können die genauen Diagnoseinformationen vor dem Export in der Vorschau anzeigen.
es: Puede previsualizar la información de diagnóstico exacta antes de exportarla.
fr: Vous pouvez prévisualiser les informations de diagnostic exactes avant de les exporter.
it: Puoi visualizzare in anteprima le informazioni diagnostiche esatte prima di esportarle.

source: You can set tasks to repeat hourly, daily, weekly, monthly, or yearly. When you complete a recurring task, ForMemo automatically schedules the next occurrence based on the selected frequency. You can also choose whether completed occurrences are kept in your history or whether the task simply moves to the next occurrence without creating a completed record. You can change or stop recurrence at any time.
de: Sie können Aufgaben so festlegen, dass sie stündlich, täglich, wöchentlich, monatlich oder jährlich wiederholt werden. Wenn Sie eine wiederkehrende Aufgabe abschließen, plant ForMemo die nächste Wiederholung automatisch entsprechend der gewählten Häufigkeit. Sie können außerdem festlegen, ob abgeschlossene Wiederholungen im Verlauf gespeichert werden oder die Aufgabe ohne gespeicherten Abschluss direkt zur nächsten Wiederholung wechselt. Sie können die Wiederholung jederzeit ändern oder beenden.
es: Puedes configurar las tareas para que se repitan cada hora, cada día, cada semana, cada mes o cada año. Cuando completas una tarea recurrente, ForMemo programa automáticamente la siguiente recurrencia según la frecuencia seleccionada. También puedes elegir si las recurrencias completadas se conservan en el historial o si la tarea simplemente pasa a la siguiente recurrencia sin guardar un registro de la recurrencia completada. Puedes modificar o detener la recurrencia en cualquier momento.
fr: Vous pouvez configurer les tâches pour qu’elles se répètent toutes les heures, tous les jours, toutes les semaines, tous les mois ou tous les ans. Lorsque vous terminez une tâche récurrente, ForMemo programme automatiquement l’occurrence suivante selon la fréquence choisie. Vous pouvez également choisir de conserver les occurrences terminées dans l’historique ou de simplement faire passer la tâche à l’occurrence suivante sans enregistrer l’occurrence terminée. Vous pouvez modifier ou arrêter la récurrence à tout moment.
it: Puoi impostare le attività in modo che si ripetano ogni ora, ogni giorno, ogni settimana, ogni mese o ogni anno. Quando completi un'attività ricorrente, ForMemo pianifica automaticamente l'occorrenza successiva in base alla frequenza selezionata. Puoi anche scegliere se conservare le occorrenze completate nella cronologia oppure fare in modo che l'attività venga semplicemente spostata all'occorrenza successiva senza salvare quella completata. Puoi modificare o interrompere la ricorrenza in qualsiasi momento.

source: You have a task to complete here.
de: Du hast hier eine Aufgabe zu erledigen.
es: Tienes una tarea que completar aquí.
fr: Vous avez une tâche à terminer ici.
it: Hai un’attività da completare qui.

source: You have nothing planned for %@.
de: Du hast nichts für %@ geplant.
es: No tienes nada previsto para %@.
fr: Vous n’avez rien de prévu pour %@.
it: Non hai nulla in programma per %@.

source: You have unsaved changes.
de: Sie haben nicht gesicherte Änderungen.
es: Tienes cambios sin guardar.
fr: Vous avez des modifications non enregistrées.
it: Hai modifiche non salvate

source: You’ll receive a notification %lld day(s) before the deadline and another at the time it’s due. You can choose below whether the app badge updates at the deadline or already with the global notification.
de: Du erhältst eine Benachrichtigung %lld Tag(e) vor der Fälligkeit und eine weitere zum Zeitpunkt der Fälligkeit. Du kannst unten auswählen, ob das App-Badge bei der Fälligkeit oder bereits mit der globalen Benachrichtigung aktualisiert wird.
es: Recibirás una notificación %lld día(s) antes del vencimiento y otra en el momento del vencimiento. Puedes elegir abajo si la insignia de la aplicación se actualiza al vencimiento o ya con la notificación global.
fr: Vous recevrez une notification %lld jour(s) avant l’échéance et une autre au moment de l’échéance. Vous pouvez choisir ci-dessous si le badge de l’application se met à jour à l’échéance ou déjà avec la notification globale.
it: Riceverai una notifica %lld giorno/i prima della scadenza e un’altra al momento della scadenza. Puoi scegliere qui sotto se il badge dell’app deve aggiornarsi alla scadenza oppure già con la notifica globale.

source: You’ll receive a notification only at the exact time of the task. Since global notifications are disabled, the app badge updates only when tasks become overdue.
de: Du erhältst eine Benachrichtigung nur genau zum Zeitpunkt der Aufgabe. Da globale Benachrichtigungen deaktiviert sind, wird das App-Badge nur aktualisiert, wenn Aufgaben überfällig werden.
es: Recibirás una notificación solo en el momento exacto de la tarea. Como las notificaciones globales están desactivadas, la insignia de la aplicación se actualiza solo cuando las tareas vencen.
fr: Vous recevrez une notification uniquement à l’heure exacte de la tâche. Les notifications globales étant désactivées, le badge de l’application se met à jour uniquement lorsque les tâches deviennent en retard.
it: Riceverai una notifica solo all’orario esatto dell’attività. Poiché le notifiche globali sono disattivate, il badge dell’app si aggiorna solo quando le attività scadono.

source: Your appearance preferences, navigation settings, weather options, badge settings and other supported preferences can be included in backups and restored independently from your data.
de: Ihre Darstellungsoptionen, Navigationseinstellungen, Wetteroptionen, Badge-Einstellungen und andere unterstützte Einstellungen können in Sicherungen enthalten sein und unabhängig von Ihren Daten wiederhergestellt werden.
es: Tus preferencias de apariencia, ajustes de navegación, opciones meteorológicas, ajustes de insignias y otras preferencias compatibles pueden incluirse en las copias de seguridad y restaurarse de forma independiente de tus datos.
fr: Vos préférences d’apparence, paramètres de navigation, options météorologiques, paramètres de badges et autres préférences prises en charge peuvent être inclus dans les sauvegardes et restaurés indépendamment de vos données.
it: Le tue preferenze di aspetto, le impostazioni di navigazione, le opzioni meteo, le impostazioni dei badge e altre preferenze supportate possono essere incluse nei backup e ripristinate indipendentemente dai tuoi dati.

source: Your Data, Your Control
de: Ihre Daten, Ihre Kontrolle
es: Tus datos, tu control
fr: Vos données, votre contrôle
it: I tuoi dati, il tuo controllo

source: Your secure credentials will appear here.
de: Ihre sicheren Zugangsdaten werden hier angezeigt.
es: Tus credenciales seguras aparecerán aquí.
fr: Vos identifiants sécurisés apparaîtront ici.
it: Le tue credenziali protette verranno visualizzate qui.

source: Your tasks and attachments are stored on your device and, when iCloud is enabled, synchronized with your personal iCloud account. The developer does not run any server and cannot access your data.
de: Deine Aufgaben und Anhänge werden auf deinem Gerät gespeichert und, wenn iCloud aktiviert ist, mit deinem persönlichen iCloud-Account synchronisiert. Der Entwickler betreibt keine eigenen Server und kann nicht auf deine Daten zugreifen.
es: Tus tareas y archivos adjuntos se almacenan en tu dispositivo y, cuando iCloud está activado, se sincronizan con tu cuenta personal de iCloud. El desarrollador no gestiona ningún servidor y no puede acceder a tus datos.
fr: Vos tâches et vos pièces jointes sont stockées sur votre appareil et, lorsque iCloud est activé, synchronisées avec votre compte iCloud personnel. Le développeur n’exploite aucun serveur et ne peut pas accéder à vos données.
it: Le tue attività e i tuoi allegati sono archiviati sul dispositivo e, quando iCloud è attivo, sincronizzati con il tuo account iCloud personale. Lo sviluppatore non gestisce alcun server e non può accedere ai tuoi dati.

source: Animation
es: Animación
it: Animazione

source: App Version
es: Versión de la app
fr: Version de l’app
it: Versione App

source: Barcode Scanner
es: Escáner de códigos de barras
fr: Scanner de codes-barres
it: Scanner Barcode

source: Boarding Pass
es: Tarjeta de embarque
fr: Carte d’embarquement
it: Carta d’imbarco

source: Code
es: Código
it: Codice

source: Code Format
es: Formato del código
fr: Format du code
it: Formato codice

source: Deodorant
es: Desodorante
fr: Déodorant
it: Deodorante

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Email
es: Correo electrónico

source: Filter
es: Filtro
fr: Filtre
it: Filtro

source: Flip-Flops
es: Chanclas
fr: Tongs
it: Infradito

source: Format
es: Formato
it: Formato

source: Import & Export
es: Importar y exportar
fr: Importer et exporter
it: Importa ed esporta

source: Name
es: Nombre
fr: Nom
it: Nome

source: Olive
es: Oliva
it: Oliva

source: Power Bank
es: Batería externa
fr: Batterie externe
it: Pentole

source: Server
es: Servidor
fr: Serveur

source: Shampoo
es: Champú
fr: Shampooing

source: Snooze
es: Posponer
fr: Report (snooze)

source: Standard
es: Estándar

source: Support
es: Soporte
it: Supporto

source: System
es: Sistema
fr: Système
it: Sistema

source: T-Shirts
es: Camisetas
it: Magliette

source: Tag
es: Etiqueta
fr: Étiquette

# tag.transport
source: transport
es: Transporte
it: Trasporti

source: Tags
es: Etiquetas
fr: Étiquettes
it: Tag

source: The badge is dynamic and updates based on time, deadlines, and task status.
es: La insignia es dinámica y se actualiza según el tiempo, las fechas y el estado de las tareas.
fr: Le badge est dynamique et se met à jour selon le temps, les échéances et l’état des tâches.
it: Il badge è dinamico e si aggiorna in base al tempo, alle scadenze e allo stato delle attività.

source: Tickets
es: Carte

source: Transparent
es: Transparente
it: Trasparente

source: Website
es: Sitio web
fr: Site web
it: Sito web

source: Amethyst
fr: Améthyste
it: Ametista

source: Aurora
fr: Aurore

source: Carbon
fr: Carbone
it: Carbonio

source: Global
fr: Globale
it: Globale

source: Material
fr: Matériau
it: Materiale

source: Sand
fr: Sable
it: Sabbia

source: Software
fr: Logiciels

source: Tablet
fr: Tablette

source: Ticket Code
fr: Code du ticket
it: Codice ticket

source: Wallet
fr: Portefeuille

source: Rose
it: Rosa

source: Snacks
it: Snack
